results/Elysia/1.txt
Bombarding http://localhost:3000/ with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [=============================================================================================================================] 100.00% 57372/s 17s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     58024.52    5358.56   78300.03
  Latency        8.64ms     1.49ms   144.44ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     9.84MB/s