results/Elysia/2.txt
Bombarding http://localhost:3000/id/90?name=bun with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [=============================================================================================================================] 100.00% 51994/s 19s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     52369.79    6084.00   77606.31
  Latency        9.56ms     1.38ms   113.30ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     9.79MB/s