results/Elysia/2.txt
Bombarding http://localhost:3000/id/16?name=0Ry with 2000000 request(s) using 5000 connection(s)
 2000000 / 2000000 [=============================================================================================================================] 100.00% 51621/s 38s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     51882.63    5903.52   91092.84
  Latency       96.51ms    16.52ms      1.39s
  HTTP codes:
    1xx - 0, 2xx - 2000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     9.71MB/s