results/Elysia/3.txt
Bombarding http://localhost:3000/a/b with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [============================================================================================================================] 100.00% 53093/s 18s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     53585.97    5036.77   71597.95
  Latency        9.35ms     1.66ms   144.01ms
  HTTP codes:
    1xx - 0, 2xx - 0, 3xx - 0, 4xx - 1000000, 5xx - 0
    others - 0
  Throughput:     9.96MB/s