results/Elysia/4.txt
Bombarding http://localhost:3000/json with 2000000 request(s) using 5000 connection(s)
 2000000 / 2000000 [===========================================================================================================================] 100.00% 50748/s 39s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     51173.75    4825.62   75571.44
  Latency       97.88ms    20.81ms      1.38s
  HTTP codes:
    1xx - 0, 2xx - 2000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    11.81MB/s