results/Elysia/4.txt
Bombarding http://localhost:3000/json with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [============================================================================================================================] 100.00% 48400/s 20s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     48924.97    3105.21   64480.70
  Latency       10.23ms     0.92ms   112.28ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    11.29MB/s