results/Elysia/4.txt
Bombarding http://localhost:3000/json with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [=============================================================================================================================] 100.00% 48421/s 20s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     48816.19    4318.52  128352.08
  Latency       10.28ms     1.90ms   167.21ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    11.24MB/s